Repository: vdr-projects/vdr-patches
Catalog: po/*.po
Languages: cs_cz

source: *** Invalid Channel ***
cs_cz: *** Neplatný kanál ***

source: Channel not available!
cs_cz: Kanál není dostupný!

source: Can't start Transfer Mode!
cs_cz: Nelze zaèít s pøenosem

source: off
cs_cz: vyp.

source: none
cs_cz: ¾ádný

source: Polarization
cs_cz: Polarizace

source: Modulation
cs_cz: Modulace

source: Bandwidth
cs_cz: ©íøka pásma

source: Transmission
cs_cz: Pøenos

source: Starting EPG scan
cs_cz: Zaèíná prohledávání EPG

source: No title
cs_cz: Bez názvu

source: LanguageName$English
cs_cz: Èesky

source: LanguageCode$eng
cs_cz: cze

source: Phase 1: Detecting RC code type
cs_cz: Fáze 1: Detekce typu kódu

source: Press any key on the RC unit
cs_cz: Stisknìte libovolnou klávesu ovládání

source: RC code detected!
cs_cz: Kód byl detekován!

source: Do not press any key...
cs_cz: Nemaèkejte ¾ádné klávesy...

source: Phase 2: Learning specific key codes
cs_cz: Fáze 2: Uèení konkrétního kódu kláves

source: Press key for '%s'
cs_cz: Stisknìte klávesu pro '%s'

source: Press 'Up' to confirm
cs_cz: Stisknìte 'Nahoru' pro potvrzení

source: Press 'Down' to continue
cs_cz: Stisknìte 'Dolù' pro pokraèování

source: (press 'Up' to go back)
cs_cz: (stisknìte 'Nahoru' pro zpìt)

source: (press 'Down' to end key definition)
cs_cz: (stisknìte 'Dolù' pro ukonèení)

source: (press 'Menu' to skip this key)
cs_cz: (stisknìte 'Menu' pro pøeskoèení definice klávesy)

source: Learning Remote Control Keys
cs_cz: Uèení kódù dálkového ovládání

source: Phase 3: Saving key codes
cs_cz: Fáze 3: Ulo¾ení kódù

source: Press 'Up' to save, 'Down' to cancel
cs_cz: Stisknìte 'Nahoru' pro ulo¾ení, 'Dolù' pro zru¹ení

source: Key$Up
cs_cz: Nahoru

source: Key$Down
cs_cz: Dolù

source: Key$Menu
cs_cz: Menu

source: Key$Ok
cs_cz: Ok

source: Key$Back
cs_cz: Zpìt

source: Key$Left
cs_cz: Vlevo

source: Key$Right
cs_cz: Vpravo

source: Key$Red
cs_cz: Èervený

source: Key$Green
cs_cz: Zelený

source: Key$Yellow
cs_cz: ®lutý

source: Key$Blue
cs_cz: Modrý

source: Key$Info
cs_cz: Info

source: Key$Play
cs_cz: Pøehrát

source: Key$Pause
cs_cz: Pøeru¹it

source: Key$Stop
cs_cz: Zastavit

source: Key$Record
cs_cz: Nahrát

source: Key$FastFwd
cs_cz: Dopøedu

source: Key$FastRew
cs_cz: Dozadu

source: Key$Next
cs_cz: Dále

source: Key$Prev
cs_cz: Zpìt

source: Key$Power
cs_cz: Vypínaè

source: Key$Channel+
cs_cz: Kanál+

source: Key$Channel-
cs_cz: Kanál-

source: Key$PrevChannel
cs_cz: Pøedcházející kanál

source: Key$Volume+
cs_cz: Hlasitost+

source: Key$Volume-
cs_cz: Hlasitost-

source: Key$Mute
cs_cz: Ticho

source: Key$Audio
cs_cz: Zvuk

source: Key$Subtitles
cs_cz: Titulky

source: Key$Schedule
cs_cz: Program (EPG)

source: Key$Channels
cs_cz: Kanály

source: Key$Timers
cs_cz: Èasovaèe

source: Key$Recordings
cs_cz: Nahrávky

source: Key$Setup
cs_cz: Nastavení

source: Key$Commands
cs_cz: Pøíkazy

source: Key$User1
cs_cz: U¾ivatel1

source: Key$User2
cs_cz: U¾ivatel2

source: Key$User3
cs_cz: U¾ivatel3

source: Key$User4
cs_cz: U¾ivatel4

source: Key$User5
cs_cz: U¾ivatel5

source: Key$User6
cs_cz: U¾ivatel6

source: Key$User7
cs_cz: U¾ivatel7

source: Key$User8
cs_cz: U¾ivatel8

source: Key$User9
cs_cz: U¾ivatel9

source: free
cs_cz: volno

source: Free To Air
cs_cz: volný

source: encrypted
cs_cz: kódovaný

source: Edit channel
cs_cz: Editace kanálu

source: Name
cs_cz: Název

source: Source
cs_cz: Zdroj

source: Frequency
cs_cz: Frekvence

source: Channel settings are not unique!
cs_cz: Nastavení kanálù nejsou unikátní!

source: Channels
cs_cz: Kanály

source: Button$Edit
cs_cz: Editace

source: Button$New
cs_cz: Nový

source: Button$Delete
cs_cz: Smazat

source: Button$Mark
cs_cz: Oznaèit

source: Channel is being used by a timer!
cs_cz: Kanál je dr¾ený èasovaèem nahrávek!

source: Delete channel?
cs_cz: Smazat kanál?

source: Edit timer
cs_cz: Editace èasovaèe

source: Active
cs_cz: Aktivní

source: Channel
cs_cz: Kanál

source: Day
cs_cz: Den

source: Start
cs_cz: Zaèátek

source: Stop
cs_cz: Konec

source: Priority
cs_cz: Priorita

source: Lifetime
cs_cz: ®ivotnost

source: File
cs_cz: Soubor

source: First day
cs_cz: První den

source: Timers
cs_cz: Èasovaèe

source: Button$On/Off
cs_cz: Zap./Vyp.

source: Button$Info
cs_cz: Info

source: Delete timer?
cs_cz: Smazat èasovaè?

source: Timer still recording - really delete?
cs_cz: Probíhá nahrávání - opravdu smazat?

source: Event
cs_cz: Událost

source: Button$Timer
cs_cz: Èasovaè

source: Button$Record
cs_cz: Nahrát

source: Button$Switch
cs_cz: Pøepnout

source: What's on now?
cs_cz: Aktuální program

source: What's on next?
cs_cz: Následující program

source: Button$Next
cs_cz: Dal¹í

source: Button$Now
cs_cz: Nyní

source: Button$Schedule
cs_cz: Program

source: Can't switch channel!
cs_cz: Kanál nelze pøepnout!

source: Schedule - %s
cs_cz: Program - %s

source: This event - %s
cs_cz: Tato událost - %s

source: This event - all channels
cs_cz: Tato událost - v¹echny kanály

source: All events - all channels
cs_cz: V¹echny událost - v¹echny kanály

source: Please enter %d digits!
cs_cz: Prosím vlo¾te %d znakù!

source: CAM not responding!
cs_cz: CAM neodpovídá!

source: Recording info
cs_cz: Detail nahrávky

source: Button$Play
cs_cz: Pøehrát

source: Button$Rewind
cs_cz: Na zaèátek

source: Recordings
cs_cz: Nahrávky

source: Button$Open
cs_cz: Otevøít

source: Commands
cs_cz: Pøíkazy

source: Error while accessing recording!
cs_cz: Chyba pøi pøístupu k nahrávkám!

source: Delete recording?
cs_cz: Smazat nahrávku?

source: Error while deleting recording!
cs_cz: Chyba pøi mazání nahrávky!

source: Recording commands
cs_cz: Pøíkazy nahrávání

source: never
cs_cz: nikdy

source: skin dependent
cs_cz: podle vzhledu

source: always
cs_cz: v¾dy

source: Setup.OSD$Language
cs_cz: Jazyk

source: Setup.OSD$Skin
cs_cz: Vzhled

source: Setup.OSD$Theme
cs_cz: Téma

source: Setup.OSD$Left (%)
cs_cz: Vlevo (%)

source: Setup.OSD$Top (%)
cs_cz: Nahoøe (%)

source: Setup.OSD$Width (%)
cs_cz: ©íøka (%)

source: Setup.OSD$Height (%)
cs_cz: Vý¹ka (%)

source: Setup.OSD$Message time (s)
cs_cz: Èas zobrazení zpávy (s)

source: Setup.OSD$Use small font
cs_cz: Pou¾ívat malé písmo

source: Setup.OSD$Anti-alias
cs_cz: Vyhladit písmo

source: Setup.OSD$Default font
cs_cz: Výchozí písmo

source: Setup.OSD$Small font
cs_cz: Malé písmo

source: Setup.OSD$Fixed font
cs_cz: Fixní písmo

source: Setup.OSD$Default font size (%)
cs_cz: Velikost výchozího písma (%)

source: Setup.OSD$Small font size (%)
cs_cz: Velikost malého písma (%)

source: Setup.OSD$Fixed font size (%)
cs_cz: Velikost fixního písma (%)

source: Setup.OSD$Channel info position
cs_cz: Pozice informace o kanálu

source: bottom
cs_cz: dole

source: top
cs_cz: hahoøe

source: Setup.OSD$Channel info time (s)
cs_cz: Èas zobr. informace o kanálu (s)

source: Setup.OSD$Info on channel switch
cs_cz: Informace pøi zmìnì kanálu

source: Setup.OSD$Timeout requested channel info
cs_cz: Èasový limit informace o kanálu

source: Setup.OSD$Scroll pages
cs_cz: Rolovat strany

source: Setup.OSD$Scroll wraps
cs_cz: Z konce na zaèátek

source: Setup.OSD$Menu key closes
cs_cz: Klávesa Menu zavírá

source: Setup.OSD$Recording directories
cs_cz: Seznam nahrávek

source: Button$Scan
cs_cz: Snímat

source: Setup.EPG$EPG scan timeout (h)
cs_cz: Èasový limit pro snímání EPG (h)

source: Setup.EPG$EPG bugfix level
cs_cz: EPG úroveò chyb

source: Setup.EPG$EPG linger time (min)
cs_cz: Ukazovat star¹í EPG data (min)

source: Setup.EPG$Set system time
cs_cz: Nastavit systémový èas

source: Setup.EPG$Use time from transponder
cs_cz: Pou¾ít èas z kanálu

source: Setup.EPG$Preferred languages
cs_cz: Preferované jazyky

source: Setup.EPG$Preferred language
cs_cz: Preferovaný jazyk

source: center cut out
cs_cz: dostøedu oøíznout

source: no
cs_cz: ne

source: names only
cs_cz: jen názvy

source: PIDs only
cs_cz: jen PIDs

source: names and PIDs
cs_cz: názvy a PIDs

source: add new channels
cs_cz: pøidat nové kanály

source: add new transponders
cs_cz: pøidat nové transpondéry

source: Setup.DVB$Primary DVB interface
cs_cz: Primární DVB interface

source: Setup.DVB$Video format
cs_cz: Formát videa

source: Setup.DVB$Video display format
cs_cz: Formát zobrazení videa

source: Setup.DVB$Use Dolby Digital
cs_cz: Pou¾ívat zvuk v Dolby Digital

source: Setup.DVB$Update channels
cs_cz: Aktualizace kanálù

source: Setup.DVB$Audio languages
cs_cz: Jazyky zvuku

source: Setup.DVB$Audio language
cs_cz: Jazyk zvuku

source: Setup.DVB$Display subtitles
cs_cz: Zobrazovat titulky

source: Setup.DVB$Subtitle languages
cs_cz: Jazyky titulkù

source: Setup.DVB$Subtitle language
cs_cz: Jazyk titulkù

source: Setup.DVB$Subtitle offset
cs_cz: Posunutí titulkù

source: Setup.DVB$Subtitle foreground transparency
cs_cz: Prùhlednost písma titulkù

source: Setup.DVB$Subtitle background transparency
cs_cz: Prùhlednost pozadí titulkù

source: Setup.LNB$Use DiSEqC
cs_cz: Pou¾ívat DiSEqC

source: Setup.LNB$SLOF (MHz)
cs_cz: SLOF (MHz)

source: Setup.LNB$Low LNB frequency (MHz)
cs_cz: Dolní frekvence LNB (MHz)

source: Setup.LNB$High LNB frequency (MHz)
cs_cz: Horní frekvence LNB (MHz)

source: CAM reset
cs_cz: Reset CAMu

source: CAM present
cs_cz: CAM pøítomen

source: CAM ready
cs_cz: CAM pøipraven

source: Button$Menu
cs_cz: Menu

source: Button$Reset
cs_cz: Reset

source: Opening CAM menu...
cs_cz: Otevírá se menu CAM...

source: Can't open CAM menu!
cs_cz: Menu CAM není dostupné

source: CAM is in use - really reset?
cs_cz: CAM se pou¾ívá - opravdu restartovat?

source: Can't reset CAM!
cs_cz: CAM modul nelze restartovat!

source: Recording
cs_cz: Nahrávání

source: Setup.Recording$Margin at start (min)
cs_cz: Nahrávat pøed zaèátkem (min)

source: Setup.Recording$Margin at stop (min)
cs_cz: Nahrávat po konci (min)

source: Setup.Recording$Primary limit
cs_cz: Primární limit

source: Setup.Recording$Default priority
cs_cz: Výchozí priorita

source: Setup.Recording$Default lifetime (d)
cs_cz: Výchozí ¾ivotnost

source: Setup.Recording$Pause priority
cs_cz: Priorita pøeru¹ení

source: Setup.Recording$Pause lifetime (d)
cs_cz: ®ivotnost pøeru¹ení (d)

source: Setup.Recording$Use episode name
cs_cz: Pou¾ívat název epizody

source: Setup.Recording$Use VPS
cs_cz: Pou¾ívat VPS

source: Setup.Recording$VPS margin (s)
cs_cz: Èasová rezerva pro VPS (s)

source: Setup.Recording$Mark instant recording
cs_cz: Oznaèit okam¾ité nahrávky

source: Setup.Recording$Name instant recording
cs_cz: Pojmenovat okam¾ité nahrávky

source: Setup.Recording$Instant rec. time (min)
cs_cz: Délka okam¾itého nahrávání (min)

source: Setup.Recording$Max. video file size (MB)
cs_cz: Maximální velikost nahrávky (MB)

source: Setup.Recording$Split edited files
cs_cz: Dìlit editované soubory

source: Replay
cs_cz: Pøehrávání

source: Setup.Replay$Multi speed mode
cs_cz: Vícerychlostní mód

source: Setup.Replay$Show replay mode
cs_cz: Zobrazit re¾im pøehrávání

source: Setup.Replay$Resume ID
cs_cz: ID obnovení

source: Miscellaneous
cs_cz: Rùzné

source: Setup.Miscellaneous$Min. event timeout (min)
cs_cz: Min. pauza mezi událostmi (min)

source: Setup.Miscellaneous$Min. user inactivity (min)
cs_cz: Èasový limit neaktivnosti (min)

source: Setup.Miscellaneous$SVDRP timeout (s)
cs_cz: Èasový limit SVDRP (s)

source: Setup.Miscellaneous$Zap timeout (s)
cs_cz: Èasový limit Zap (s)

source: Setup.Miscellaneous$Channel entry timeout (ms)
cs_cz: Prodleva pøi volbì kanálu (ms)

source: Setup.Miscellaneous$Initial channel
cs_cz: Kanál po spu¹tìní

source: Setup.Miscellaneous$as before
cs_cz: jako naposledy

source: Setup.Miscellaneous$Initial volume
cs_cz: Hlasitost po spu¹tìní

source: Setup.Miscellaneous$Emergency exit
cs_cz: Nouzové ukonèení

source: Plugins
cs_cz: Moduly

source: This plugin has no setup parameters!
cs_cz: Modul nemá konfiguraèní parametry!

source: Setup
cs_cz: Nastavení

source: Really restart?
cs_cz: Opravdu restartovat?

source: Stop recording
cs_cz: Zastavit nahrávání

source: Schedule
cs_cz: Program (EPG)

source: Stop replaying
cs_cz: Zastavit pøehrávání

source: Button$Audio
cs_cz: Zvuk

source: Button$Pause
cs_cz: Zastavit

source: Button$Stop
cs_cz: Ukonèit

source: Button$Resume
cs_cz: Pokraèovat

source: Cancel editing
cs_cz: Zru¹it editaci

source: Stop recording?
cs_cz: Ukonèit nahrávání?

source: Cancel editing?
cs_cz: Zru¹it editaci?

source: No audio available!
cs_cz: Zvuk není dostupný!

source: No subtitles
cs_cz: Bez titulkù

source: Button$Subtitles
cs_cz: Titulky

source: No subtitles available!
cs_cz: ®ádné dostupné titulky!

source: Not enough disk space to start recording!
cs_cz: Nedostatek volného místa k zapoèetí nahrávání!

source: No free DVB device to record!
cs_cz: ®ádná DVB karta není volná pro nahrávání

source: Pausing live video...
cs_cz: Pøeru¹uje se bì¾ící program ...

source: Jump:
cs_cz: Skok:

source: No editing marks defined!
cs_cz: Nejsou definovány editaèní znaèky!

source: Can't start editing process!
cs_cz: Nelze zaèít editaèní proces!

source: Editing process started
cs_cz: Editaèní proces zaèal

source: Editing process already active!
cs_cz: Editaèní proces je ji¾ aktivní!

source: FileNameChars$ abcdefghijklmnopqrstuvwxyz0123456789-.,#~\^$[]|()*+?{}/:%@&
cs_cz: aábcèdïeéìfghiíjklmnòoópqrøs¹t»uúùvwxyýz¾0123456789-.,#~\^$[]|()*+?{}/:%@&

source: yes
cs_cz: ano

source: CharMap$ 0 -.,1#~\^$[]|()*+?{}/:%@& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
cs_cz: 0 -.,1#~\^$[]|()*+?{}/:%@& abcáè2 defïéì3 ghií4 jkl5 mnoòó6 pqrsø¹7 tuv»úù8 wxyzý¾9

source: Button$ABC/abc
cs_cz: ABC/abc

source: Button$Overwrite
cs_cz: Pøepsat

source: Button$Insert
cs_cz: Vlo¾it

source: Plugin
cs_cz: Modul

source: Up/Dn for new location - OK to move
cs_cz: Nahoru/Dolu pro novou pozici - Ok pøesune

source: Channel locked (recording)!
cs_cz: Kanál je blokovaný (nahrává se)!

source: Low disk space!
cs_cz: Disk bude brzy zaplnìn!

source: Can't shutdown - option '-s' not given!
cs_cz: Vypnutí není mo¾né - chybí volba '-s'!

source: Editing - shut down anyway?
cs_cz: Edituji - pøesto vypnout?

source: Recording - shut down anyway?
cs_cz: Systém je zaneprázdnìn - pøesto vypnout?

source: Recording in %ld minutes, shut down anyway?
cs_cz: Nahrávání zaène za %ld minut - pøesto vypnout?

source: shut down anyway?
cs_cz: pøesto vypnout?

source: Plugin %s wakes up in %ld min, continue?
cs_cz: Modul %s startuje za %ld min., pokraèovat?

source: Editing - restart anyway?
cs_cz: Edituji - pøesto restartovat?

source: Recording - restart anyway?
cs_cz: Systém je zaneprázdnìn - pøesto restartovat?

source: restart anyway?
cs_cz: pøesto restartovat?

source: Volume
cs_cz: Hlasitost

source: Classic VDR
cs_cz: Klasické VDR

source: ST:TNG Panels
cs_cz: ST:TNG konzola

source: MTWTFSS
cs_cz: PÚSÈPSN

source: MonTueWedThuFriSatSun
cs_cz: Po Út St Èt Pá So Ne

source: Monday
cs_cz: Pondìlí

source: Tuesday
cs_cz: Úterý

source: Wednesday
cs_cz: Støeda

source: Thursday
cs_cz: Ètvrtek

source: Friday
cs_cz: Pátek

source: Saturday
cs_cz: Sobota

source: Sunday
cs_cz: Nedìle

source: Upcoming recording!
cs_cz: Brzo zaène nahrávání!

source: Recording started
cs_cz: Zaèalo nahrávání

source: VDR will shut down later - press Power to force
cs_cz: Vypnutí VDR bude odlo¾eno - vypnete klávesou Power

source: Press any key to cancel shutdown
cs_cz: Jakákoliv klávesa zru¹í vypnutí

source: Switching primary DVB...
cs_cz: Pøepnout primární DVB...

source: Editing process failed!
cs_cz: Editaèní proces selhal!

source: Editing process finished
cs_cz: Editaèní proces skonèil

source: Press any key to cancel restart
cs_cz: Jakákoliv klávesa zru¹í restart

source: VDR will shut down in %s minutes
cs_cz: VDR se vypne za %s minut
